Revit 2015 API
ExporterIFCRegistry.Dispose Method
Releases all resources used by the ExporterIFCRegistry
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 2015.0.0.0 (2015.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
ExporterIFCRegistry Class
Autodesk.Revit.DB.IFC Namespace